IDEA Open Model
TendonComponentLoading.Loading Property
 Loading
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public TendonLoading Loading { get; set; }
Public Property Loading As TendonLoading
	Get
	Set
public:
property TendonLoading^ Loading {
	TendonLoading^ get ();
	void set (TendonLoading^ value);
}
Property Value
Type: TendonLoading
See Also
Reference
TendonComponentLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace